{
  "Nastavení": "Settings",
  "Zobrazovat notifikace": "Show notifications",
  "Zavřít": "Close",
  "Potvrdit": "Confirm",
  "Zrušit": "Cancel",
  "Notifikace": "Notifications",
  "Filtrovat": "Filter",
  "Resetovat": "Reset",
  "Místo": "Place",
  "Druh akce": "Event type",
  "Pouze oblíbené": "Only favorites",
  "Dnes tu není žádná akce": "There's no event today",
  "Změna": "Update",
  "Načtěte tento QR kód v mobilní aplikaci pro přenos oblíbených eventů.": "Load this QR code in mobile app to transfer your favorite events.",
  "Načtěte QR kód z prohlížeče.": "Load this QR code from browser.",
  "Vyhledat": "Search",
  "Nová verze aplikace je k dispozici. Chcete ji nyní nainstalovat?": "New version of app is available. Do you want to install it now?",
  "Hlavní": "Main",
  "Atrakce&kmeny": "Spectacles&tribes",
  "Soutěže": "Competitions",
  "Mapa": "Map",
  "Otevírací doba": "Opening hours",
  "Kmeny": "Tribes",
  "Zkontrolujte nastavení filtrů": "Check filter settings",
  "Peněženka": "Wallet",
  "Aktualizováno": "Updated",
  "Vloženo": "Deposit",
  "Utraceno": "Spent",
  "Zbývá": "Remaining",
  "Poslední transakce": "Last transactions",
  "Propojit peněženku": "Connect wallet",
  "Načtěte QR kód z terminálu na infostánku.": "Load this QR code from terminal on info stand.",
  "Aktualizovat": "Update",
  "Nejde načíst kameru": "Can't load camera",
  "Kamera": "Camera",
  "Nelze načíst peněženku": "Can't load wallet",
  "Nebo zadej kód ručně": "Or insert code manually",

  "Soutěž/Turnaj/Larp": "Competition/Tournament/Larp",
  "Živá hudba": "Live music",
  "Elektronická hudba (DJs)": "Electronic music (DJs)",
  "Film": "Movie",
  "Show/Vystoupení": "Show/Performance",
  "Workshop": "Workshop",
  "Přednáška": "Lecture",
  "Kmenový program": "Tribal program",

  "Pondělí": "Monday",
  "Úterý": "Tuesday",
  "Středa": "Wednesday",
  "Čtvrtek": "Thursday",
  "Pátek": "Friday",
  "Sobota": "Saturday",
  "Neděle": "Sunday",
  
  "Coloseum": "Colosseum",
  "Aréna každý den od rána do večera, finále v Coloseu Sobota 16:00": "Arena open daily from morning till evening, finals in Colosseum Saturday 4:00 PM",
  "Přijďte vyhrát slávu a rezáky v Aréně za bránou Námka, otevřeno bude skoro furt - nejlepší bojovníci se pak utkají v sobotu v Polygonu v eventu Coloseum. Vítěz bere vše!": "Come win fame and scrap in the Arena behind the Námko gate, open almost always - the best warriors will then fight on Saturday at Polygon in the Colosseum event. Winner takes all!",
  "NERF střelnice": "NERF Shooting Range",
  "Pátek a sobota 10:00 - 18:00": "Friday and Saturday 10:00 AM - 6:00 PM",
  "Na Rushaven ožije i Aztlan district pod vedením Shaataze, kterej si pro vás nachystal turnaj v NERF střelecké dráze. Máš \"big iron on your hip\"? Tak skoč za Radnici, a zjisti jak vostrej seš střelec. Na nejlepší tři střelce čekají balíky merche, a pro toho nejlepšího vymazlená nerfka.": "Aztlan district comes to life at Rushaven under the leadership of Shaataz, who has prepared a NERF shooting range tournament for you. Got a \"big iron on your hip\"? Come behind the Town Hall and find out how sharp a shooter you are. The top three shooters will receive merchandise packs, and the best shooter will get a pimped-out NERF gun.",
  "Nejlepší kostým": "Best Costume",
  "1. kolo Námko pátek 13:30, druhé kolo Polygon 17:00": "1st round Námko Friday 1:30 PM, second round Polygon 5:00 PM",
  "Letos bude soutěž o nejlepší kostým fakt epická. Čeká vás super porota, moderátor Marťušák a nabušené odměny pro výherce. Soutěžit se bude pouze v jedné kategorii - nejlepší kostým. Můžou se účastnit i menší skupinky, ale hodnoceny budou podle pravidla \"řetěz je tak silný, jako jeho nejslabší článek\".": "This year's best costume competition will be truly epic. A great jury, host Marťušák, and awesome prizes for the winners await you. There will be only one category - the best costume. Smaller groups can participate, but they will be judged by the rule \"a chain is only as strong as its weakest link\".",
  "Nejlepší kára a motorka": "Best Car and Motorcycle",
  "1. kolo louka pátek 13:00, druhé kolo Polygon 15:30": "1st round meadow Friday 1:00 PM, second round Polygon 3:30 PM",
  "Řev motorů, kulervoucí dekošky, pach pálených pneumatik a BENZÍN! První kolo soutěže o nejlepší káru a motorku proběhne na Louce, druhé v Polygonu": "The roar of engines, stunning decorations, the smell of burning rubber, and GASOLINE! The first round of the best car and motorcycle competition will take place at the Meadow, the second at Polygon.",
  "Bahenní zápasy": "Mud Wrestling",
  "Pátek 21:00": "Friday 9:00 PM",
  "Naše krásné Nuclear Valkyries pro vás připravily velké klání těch nejodvážnějších bojovnic ze všech koutů pustiny, které změří svý síly v těžkým bahně! U toho musite bejt…": "Our beautiful Nuclear Valkyries have prepared a great competition for the bravest warriors from all corners of the wasteland, who will measure their strength in heavy mud! You have to be there...",
  "Pubquiz": "Pub Quiz",
  "Sobota 13:00": "Saturday 1:00 PM",
  "Luke vám potrápí závity quizem na téma \"Apokalypsa před a po\". Soutěžit budou moc až pětičlenný teamy, registrace není nutná, hlavně si vemte psací potřeby a co nejvíc nerdský kámoše.": "Luke will tease your brains with a quiz on the topic \"Apocalypse Before and After\". Teams of up to five members can compete, registration is not necessary, just bring writing utensils and as many nerdy friends as possible.",
  "Achievement hunt": "Achievement Hunt",
  "Celou dobu festivalu až do soboty 22:00": "throughout the festival until Saturday 10:00 PM",
  "Festivalové aktivity jako LARP, soutěže a kmenový program budou hodnoceny achievement pointy. Na nejlepší tři AP huntery čekají nabité lootboxy a trofej. Achievementy se načítají na platební čipy, noste je s sebou!": "Festival activities like LARP, competitions, and tribal programs will be rewarded with achievement points. The top three AP hunters can look forward to packed loot boxes and a trophy. Achievements are loaded onto payment chips, carry them with you!",
  "Jugger": "Jugger",
  "sobota 18:30": "Saturday 6:30 PM",
  "Jugger už je prostě klasika. V Polygonu hromu se utkaj drsný teamy a bude to fakt pořádná show.": "Jugger is simply a classic. Tough teams will clash in the Thunder Polygon and it will be a real show.",

  "Nebojíš se otestovat svojí arachnofobii a překonat hranice? Tak se zastav v Rajdenburgu a zkroť svoje nejtemnější obavy pořádným pavoučím zápasem!": "Aren't you afraid to test your arachnophobia and push the limits? So stop by Rajdenburg and tame your darkest fears with a proper spider fight!\nTime: From waking up to the end of the party\n",
  "Nejlepší bar v pustině ciwe, je Max Kalbar - to ví každej. Celodenní kalba (i chillba) vod probuzení barmana, dokad lidi nepadnou pod svatej vobrázek. Přiďte si s náma dát bacha na Maxovy slzy!": "The best bar in the wasteland is Max Kalbar - everyone knows that. The all-day party (and chill) from the bartender's awakening until people are 50 shades of wasted. Come watch out for Max's tears with us!",
  "Od probuzení dokud jede kalba": "From waking up to the end of the party",
  "Kovárna – chrám Benzínu a domov Mechaniků. V tomto tradičním svatostánku alkoholismu čekejte přes den klidné posezení, a večer párty až do rána": "Kovárna - the temple of Benzín and the home of the Mechanics. In this traditional sanctum of alcoholism, expect chill during the day, and party until morning",
  "K dispozici mezi polednem a půlnocí, vnitřek Kovárny je ale k posezení otevřený 24/7": "available between noon and midnight, but the interior is open 24/7",
  "Chceš si vyzkoušet vytuněný post-apo cyklo speciály (Držkopád nebo Velkou svini)? Chceš ukázat celýmu městu, kdo má největší páru široko daleko? Navštiv kmen KURU! Nevyžádaný přednášky o (ne)výhodách kanibalismu included!": "Do you want to try the tuned post-apo cyclo specials? Want to show the whole town who is the strongest? Visit the KURU tribe! Unsolicited lectures on the (dis)advantages of cannibalism included!",
  "Přicházejí z pustiny, je to banda vlčí. Přivítá vás na základně nožem, rumem, močí": "They come from the wasteland, they are a pack of wolves, truly a bliss. They welcome you to the base with a knife, rum and piss",
  "Od probuzení do konce kalby": " From waking up to the end of the party",
  "Přivezli další várku, tak si vezmi rukavice a pojď makat! Na třídící lince u Spalovačů si můžeš zkusit najít co nejrychleji všechny cennosti v hromadě šrotu, prověřit přesnou mušku nebo dobrý odhad, a třeba i ochutnat nějakou tu specialitu.": "They've brought another batch, so grab your gloves and get cracking! On the sorting line at the Spalovač tribe you can try to find all the valuables in the pile of scrap as quickly as possible, check your aim and guessing abilities, and maybe even taste a specialty.",
  "Provozujeme bazar, kde prodáváme věci co kdo přinese a vše co za věci utržíme, tak dáváme majiteli. V našem obchodě si každý najde vše co jen může v postapu potřebovat od oblečení až po dekorace báze.": "We run a bazaar, where we sell things that anyone brings. In our store, everyone can find everything they could possibly need from clothes to base decorations.\nTime: From awakening to the end of the sellers' patience",
  "Od probuzení do konce trpělivosti prodejců": "From awakening to the end of the sellers' patience",
  "Jednoduchá a krátká QR procházka, kterou si vybereš svou vstupní cestu do Wastelandu. Jaký na konci vyjdeš o tobě poví víc, než je rzi v Rusthavenu.": "A simple and short QR walk to choose your entrance path to the Wasteland. How things come out in the end says more about you than the amount of rust in Rusthaven.",
  "Za světla a kdykoli je někdo přítomen osobně na bázi.": "During the daylight and whenever someone is present in person on the base.",
  "Přijďte na chvilku zapomenout na okolní všeobjímající rez a špínu a zkusit štěstí do Casina. Čekají na vás klasický hazardní hry, tombola, hezký holky a spousta dalšího. Ale nezapomeňte, prohrát se dá víc než jen to, co máte po kapsách.": "Come for a moment to forget about the surrounding all-embracing rust and dirt and try your luck at the Casino. Classic gambling games, raffle, pretty girls and much more await you. But remember, there is more to lose than just what you have in your pockets.",
  "čt: 20 - 23; pá: 15 - 18, 20 - 23; so: 15 - 18, 20 - 23": "Thursday: 20 - 23; Friday: 15 - 18, 20 - 23; Saturday: 15 - 18, 20 - 23",
  "Zastavte na pár minut nebo hodin, přijďte si zahrát nějakou deskovku a odpočiňte si od Světa venku! Tyhle devianty můžete potkat pravidelně v jejich skromné boudě přímo na Plácku, a jedno je jisté - u nich se rozhodně nudit nebudete. Tak sypejte lásku našim dobře známým Deskoherna Silverpaw.": "Stop by for a few minutes or hours, come play some board games and take a break from the World Outside! You can meet these deviants regularly in their modest shed right on Plácek, and one thing is certain - you will definitely not be bored with them.\nSo give some love to our well-known Deskoherna Silverpaw.",
  "Každý den odpoledne, a pak podle zájmu": "every day in the afternoon, and then according to interest",
  "Od doby, co je tu Zóna (ta vopravdická), jsme tu my. Scrap nás nezajíma, sbíráme artefakty a rádi vám je za nějaký ty rezáky střelíme. Máme i DIY kafe.": "Since the Zone (the real one) has been here, we have been here. We're not interested in scrap, we collect artifacts and we'll gladly sell them to you. We also have DIY coffee.\nTime: From awakening to the end of the sellers' patience",
  "Přijeli z nějakého konce pustiny na svých strojích a jsou nezkrotní jako vítr, divocí jak hladové hyeny a přivezli s sebou quiz ohnivé vody.": "They have come from some end of the wasteland on their machines and are as untamed as the wind, wild as hungry hyenas and have brought with them a quiz of fiery water.\nTime: From waking up to the end of the party",
  "Jsme sebranka lidí, mutantů a utečenců z vaultu. Máme obchůdek s cetkami z celé pustiny, kde svým prodejním umem dokážou obrat, teda přesvědčit ke koupi cetek, nejednoho postapáka.": "We are a collection of humans, mutants and escapees from the vault. We have a shop with trinkets from all over the wasteland, where with their salesmanship they can turn around, or better, convince practically anyone to buy their trinkets.",
  "Od probuzení do zhasnutí světel v obchůdku": "From waking up to lights out in the shop",
  "Přijďte vyzvat své ne/přátelé na duel v krysecu! Náš Pukec na steroidech ukáže, kdo má nejrychlejší postřeh a prstoklad v pustině! Zároveň můžete utratit nějaký zetka v již tradičním krysím stánku. Zone ratí merch a cetky z kůže a cínu od Beruse": "Come challenge your friends/enemies to a duel in Krysec! Our Pukec on steroids will show who has the fastest reflexes and fingers in the wasteland! At the same time, you can spend some caps in the traditional rat stall. Zone Rat merch and trinkets made of leather and tin from Berus",
  "Pukec bude dostupný celý festival. Stánek v náhodné časy": "Pukec will be available throughout the festival. Rat stall at random times",
  "Děláme dvakrát denně turnaje v palcoboxu, ve woodkopfu a ve Wencovo HŮ. Pokud jste zvědaví, co hrajou takový typický \"lidi na špinavou práci\", tak se stavte u Auxilia Morte.": "We hold tournaments twice a day in palcobox, woodkopf and Wencovo HŮ. If you are curious about what such typical \"dirty work people\" play, then stop by Auxilia Morte.",
  "Dvakrát denně podle chuti a děr v hlavním programu": "Twice a day according to the mood and holes in the main program",
  "První a jediná knihovna v Rusthavenu. Knihy uvnitř, rez a prach navenek. Naleznete u nás knižní fond, čaj a nutnou dávku byrokracie.": "Rusthaven's first and only library. Books inside, rust and dust outside. You will find a book fund, tea and the necessary amount of bureaucracy here.",
  "Od podvečera do noci": "from early evening to night",
  "Jsme Pošťáci, doručejem všechno a všude. Milostná přání a i výhružky doručíme adresátům včas a přesně, ale naše ceny nejsou nízké. A taky máme nějaký pohledy.": "We are Postmen, we deliver everything and everywhere. We deliver love wishes and even threats to the addressees on time and accurately, but our prices are not low. And we have some postcards too.",
  "Od probuzení do konce pracovní doby za přepážkou": "From waking up to the end of working hours behind the counter",
  "V pátek a v sobotu odpoledne můžete u Proroků minulosti zkusit své štěstí ve Fortunatele, o malé přesto však zajímavé ceny.": "On Friday and Saturday afternoons, you can try your luck at the Proroci minulosti in Fortunatela, for small but interesting prizes.",
  "V pátek a v sobotu odpoledne": "Friday and Saturday afternoons",
  "Chceš si vorazit a vodvázat se? Namlátit kámošovi v arkádovce, překonat ho v lovu ryb, či testnout pevnost svojí ruky? Stačí natáhnout krok do Rezavýho lunaparku, kde na tebe čekáme se svými zaručeně funkčními mašinami, ducha plnými hrami a kdo ví, možná bude i kolo štěstí!": " Do you want to chill and let your hair down? Beat your friend in an arcade, beat them in fishing, or test the strength of your hand? All you have to do is take a step to the REZ Amusement Park, where we are waiting for you with our machines that are guaranteed to work, thoughtful games and who knows, maybe there will be a wheel of fortune!",
  "Samoobslužná zábava jede čtvrtek 17-24, pátek 10-14, sobota 10-24. Obsluha matů a další zábava pak je v pátek 14-24hod": "self-service entertainment runs Thursday 17-24, Friday 10-14, Saturday 10-24. Service of the mats and other entertainment is then on Friday from 14:00 to 24:00",
  "Zastav se u Západních Slovanů na domácí pivo nebo jejich vyhlášený SlavKvas do jejich provizorní krčmy \"U Rezavý Vejtřasky\". Slovani tě rádi pohostí dobrým pitivem, dýmkou a možná něčím co bude zrovna v ohni. \nA pokud nemáš do čeho píchnout, stav se a oni tě něčím zapřáhnou, nebo to někomu natři ve fotbálku.": " Stop by the Západní Slované for a homemade beer or their famous SlavKvas in their makeshift pub \"U Rezavý Vejtřasky\".\nThey will be happy to get you a good drink, a hookah and maybe something that is currently on the fire.And if you don't have anything to do, show up there and they'll get you something to work on, or you can try your luck in table football.",
  "Seš ten největší bourák v okolí? A máš koule to předvést i s hotwheels autíčky? Tak se stav u Vlkošedých každý festivalový den mezi pátou až osmou a ptej se po Drtikulském Destrukčním Derby. Rezák za respawn, za killstreak dostaneš do nosu, největší Drtikul si odnese malou trofej. A že si chceš zkusit štěstí s vlastním autíčkem? Fajn, na káru je limit 24 cans. Jestli nevíš o čem mluvím, autíčko ti půjčíme a jak se to hraje pochytíš dřív, než bys řekl RustWheels.": "Are you the biggest car wrecker around? And do you have the balls to show it off with hotwheels cars? So stop by Vlkošedé bestie every festival day between five and eight and ask about the Drtikul Destruction Derby. Rezák for respawn, killstreak will get you slapped, the biggest wrecker will win a small trophy. And that you want to try your luck with your own car? Fine, there is a limit of 24 cans. If you don't know what we’re talking about, we'll lend you a toy car and you’ll get it faster than you can say Rustwheels.",
  "Pátek + sobota 15:30 až 18:30 s tím, že to protáhneme podle potřeby": "Friday + Saturday 15:30 to 18:30 with the possibility of extending it as needed",
  "HOGS Mutant Motorcycle Club - nejkrásnější motorkářský gang v pustině! Přijďte nás navštívit – a pokud budete mít štěstí, budete přesvědčiví nebo velmi bohatí, můžete mít šanci projet se na zadním sedadle jedný z našich kár – nebo si jen dát drink v našem baru! (Obojí na vlastní nebezpečí, žádné záruky za ztrátu končetin, peněz nebo dobrého vzhledu). Najdete je za bází 326 a mluvte na nás anglicky.": "The HOGS Mutant Motorcyle Club - the most beautiful Biker-Gang in the Wasteland! Come and visit us - and if you're lucky, convincing or stupidly wealthy you might get the chance to ride a round or two on the backseat of one of our bikes - or just have a drink at our bar! (Both at own risk, no warranties for lost limbs, money or good looks). You can find them behind the 326 tribe base.",
  "Od chvíle, kdy začneme jezdit, dokud nezačneme pít": "Only at driving hours - after that only drinking",
  "Jsme střelci. Umíme zacházet se zbraněmi. A umíme to učit.": "We are shooters. We know how to handle weapons. And we can teach it.",
  "Pátek a sobota 9:00 - 18:00": "Friday and Saturday 9:00 - 18:00",
  "Turnaje v starosvetskych hrach (budeme chodit po areali a robit nabor s tymi hrami cez den a v noci budu finale v kine). Workshop na fotenie 3D fotiek (meoskop). Budeme tam mat telku a VHSky s menej znamymi postapo tematickymi erotickymi a akcnymi filmami.": "Tournaments in old-world games (we will go around the area and recruit with those games during the day, and at night there will be a final in the cinema). Workshop for taking 3D photos (meoscope). We will have a TV and VHS with lesser-known action-themed erotic and action films."
}
