{
  "Nastavení": "Settings",
  "Zobrazovat notifikace": "Show notifications",
  "Zavřít": "Close",
  "Potvrdit": "Confirm",
  "Zrušit": "Cancel",
  "Notifikace": "Notifications",
  "Filtrovat": "Filter",
  "Resetovat": "Reset",
  "Místo": "Place",
  "Druh akce": "Event type",
  "Pouze oblíbené": "Only favorites",
  "Dnes tu není žádná akce": "There's no event today",
  "Změna": "Update",
  "Načtěte tento QR kód v mobilní aplikaci pro přenos oblíbených eventů.": "Load this QR code in mobile app to transfer your favorite events.",
  "Načtěte QR kód z prohlížeče.": "Load this QR code from browser.",
  "Vyhledat": "Search",
  "Nová verze aplikace je k dispozici. Chcete ji nyní nainstalovat?": "New version of app is available. Do you want to install it now?",
  "Hlavní": "Main",
  "Atrakce": "Spectacles",
  "Mapa": "Map",
  "Otevírací doba": "Opening hours",
  "Kmeny": "Tribes",
  "Zkontrolujte nastavení filtrů": "Check filter settings",
  "Peněženka": "Wallet",
  "Aktualizováno": "Updated",
  "Vloženo": "Deposit",
  "Utraceno": "Spent",
  "Zbývá": "Remaining",
  "Poslední transakce": "Last transactions",
  "Propojit peněženku": "Connect wallet",
  "Načtěte QR kód z terminálu na infostánku.": "Load this QR code from terminal on info stand.",
  "Aktualizovat": "Update",
  "Nejde načíst kameru": "Can't load camera",
  "Kamera": "Camera",
  "Nelze načíst peněženku": "Can't load wallet",

  "Soutěž/Turnaj/Larp": "Competition/Tournament/Larp",
  "Živá hudba": "Live music",
  "Elektronická hudba (DJs)": "Electronic music (DJs)",
  "Film": "Movie",
  "Show/Vystoupení": "Show/Performance",
  "Workshop": "Workshop",
  "Přednáška": "Lecture",

  "Pondělí": "Monday",
  "Úterý": "Tuesday",
  "Středa": "Wednesday",
  "Čtvrtek": "Thursday",
  "Pátek": "Friday",
  "Sobota": "Saturday",
  "Neděle": "Sunday",

  "Rotorama předváděčky dronů": "Rotorama drone demonstrations",
  "Kapesních i vražedně rychlých závodních. Exhibiční akrobacie, průlety Cybertownem, možnost zkusit i pilotovat. Bayraktary nevedeme.": "Pocket-sized and killer fast racing. Exhibition aerobatics, Cybertown flyovers, a chance to try and pilot it. We don't run bayraktars.",
  "Gamehall": "Gamehall",
  "Místo zasvěcené virtuálním hrám a hrátkám. Arkádovky, headsety, LAN párty. Pozor, silně návykové!": "A place dedicated to virtual games and play. Arcade games, headsets, LAN parties. Beware highly addictive!",
  "Casino ": "Casino",
  "Plácek otevírá spoustu možností, jak roztočit a rozmnožit kreditové konto. Nebo krachnout...": "Plácek opens up a lot of opportunities to spin and multiply your credit account. Or go broke...",
  "Střelnice": "Shooting range",
  "Bude? No jasně! Bez kvéru ani ránu! A tady tě ho naučí držet i používat. Plastomety, flusbroky, terče i CQB, laserový simulátor!": "Will it be here? Oh, yeah! No gun, no fun! And this is where they teach you how to hold it and use it. Peashooters, BBgun, targets and CQB, laser simulator!",
  "Nerf Aréna": "Nerf Arena",
  "Peckovní aréna vyrostla v ghettu za Radnicí. Teď si tam můžeš vyříkat účty pomocí šipkometů!": "Awesome arena grew up in the ghetto behind Radnice. Now you can settle scores there with dart guns!",
  "Ikaros": "Ikaros",
  "Pád lodi Ikaros si zahrajete v útrobách podzemí Kasáren. Nervy ti při tom našponuje k prasknutí! A nejen je.": "The fall of the Ikaros ship will be played in the bowels of the underground of Kasárna. Your nerves will be stretched out to the oblivion! And not only them.",
  "Laserové bludiště": "Laser Maze",
  "Světlonoši otevřou laserové bludiště v podzemním bunkru. Propleť se mezi laserovými paprsky až k odměně na konci. Ohebnost přijde vhod.": "Světlonoši open a laser maze in an underground bunker. Weave your way through the laser beams to the reward at the end. The flexibility will come handy.",
  "Prohlídka Cybertownu": "Cybertown tour",
  "Světlonoši podruhé! Tentokrát s již legendárními prohlídkami Cybertownu. Certifikovaní průvodci tě zasvětí do různých tajemství našeho města i zajímavých míst v okolí.": "Světlonoši for the second time! This time with the now legendary Cybertown tour. Certified guides will let you in on the various secrets of our town and the interesting places in the area.",
  "Rezavej lunapark": "Lunapark",
  "Rezavý krámy a polofunkční mašiny pro vaše rozptýlení v pustině. Arkáda, Jukebox… vrací se i legendární Chlastomat! GLHF!": "You don't want to miss REZ and their rusty machines made in the Wasteland for your enjoyment! Rusty Box, Jukebox... and the legendary Booz-o-mat is back!"
}
